Revit 2027 API
RebarShapeConstraint180DegreeDefaultBend Properties
The RebarShapeConstraint180DegreeDefaultBend type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from RebarShapeConstraint)
Top
See Also
Reference
RebarShapeConstraint180DegreeDefaultBend Class
Autodesk.Revit.DB.Structure Namespace